Repository: zanvd/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: Short name
sl: Kratko ime

source: No spaces allowed. It will be part of the URL for your election, e.g. my-club-2010.
sl: Presledki niso dovoljeni. Kratko ime bo del URL-ja volitev (npr. moj-klub).

source: Name
sl: Ime

source: The pretty name for your election, e.g. My Club 2010 Election.
sl: Ime volitev (npr. Volitve Mojega kluba).

source: Description
sl: Opis

source: Type
sl: Tip

source: Use voter aliases
sl: Uporabite vzdevke volivcev

source: If selected, voter identities will be replaced with aliases, e.g. "V12", in the ballot tracking center.
sl: Identitete volivcev bodo v sledilcu glasovnic zamenjane z vzdevki (npr. "V12").

source: Randomize answer order
sl: Naključni vrstni red odgovorov

source: Enable this if you want the answers to questions to appear in random order for each voter.
sl: Omogočite, če želite, da se vsakemu volivcu odgovori pojavijo v naključnem vrstnem redu.

source: Private?
sl: Zasebno?

source: A private election is only visible to registered voters.
sl: Zasebne volitve so vidne zgolj registriranim volivcem.

source: Help email address
sl: E-pošta za pomoč

source: An email address voters should contact if they need help.
sl: E-poštni naslov, kamor naj volivci pišejo za pomoč.

source: Election info download URL
sl: Naslov URL za prenos informacij o volitvah

source: The URL of a PDF document that contains extra election information, e.g. candidate bios and statements.
sl: Naslov URL dokumenta PDF z dodatne informacijami o volitvah (npr. biografije kandidatov in njihove izjave).

source: Voting starts at
sl: Volitve se začnejo ob

source: UTC date and time when voting begins.
sl: Datum in čas začetka volitev v UTC.

source: Voting ends at
sl: Volitve se končajo ob

source: UTC date and time when voting ends.
sl: Datum in čas konca volitev v UTC.

source: Voting extended until
sl: Volitve podaljšane do

source: UTC date and time voting extended to.
sl: Datum in čas v UTC, do katerega so podaljšane volitve.

# Email subject label
source: Subject
sl: Zadeva

# Email body label
source: Body
sl: Telo

source: Send To
sl: Pošlji

source: All voters
sl: Vsem volivcem

source: Voters who have cast a ballot
sl: Volivcem, ki so oddali glas

source: Voters who have not yet cast a ballot
sl: Volivcem, ki še niso oddali glasu

source: Send to
sl: Pošlji

source: Only voters who cast a ballot
sl: Zgolj volivcem, ki so oddali glasovnico

source: No one -- are you sure about this?
sl: Nikomur -- ali ste prepričani?

source: Voter ID
sl: ID volivca

source: Password
sl: Geslo

source: Election
sl: Volitve

# nominative
source: election
sl: volitve

# locative
source: election
sl: volitvah

# election
source: private
sl: zasebne

# election
source: public
sl: javne

# election
source: is
sl: so

# election
source: is <u>not</u>
sl: <u>niso</u>

# election
source: was initially scheduled to end
sl: bi se prvotno morale zaključiti

# election
source: but has been extended
sl: vendar so bile podaljšane

# election
source: is scheduled to end
sl: se bodo zaključile

# election
source: ends
sl: se zaključijo

# election
source: this
sl: teh

# election
source: This
sl: Te

# locative
source: referendum
sl: referendumu

# referendum
source: private
sl: zaseben

# referendum
source: public
sl: javen

# referendum
source: is
sl: je

# referendum
source: is <u>not</u>
sl: <u>ni</u>

# referendum
source: was initially scheduled to end
sl: bi se prvotno moral zaključiti

# referendum
source: but has been extended
sl: vendar je bil podaljšan

# referendum
source: is scheduled to end
sl: se bo zaključil

# referendum
source: ends
sl: se zaključi

# referendum
source: this
sl: tem

# referendum
source: This
sl: Ta

source: Anyone can vote.
sl: Kdorkoli lahko voli.

source: any %s user
sl: katerikoli %s uporabnik

source: Add question to the ballot
sl: Dodajte vprašanja h glasovnici

source: Add at least one truestee
sl: Dodajte vsaj enega zaupnika

source: have trustee %s generate a keypair
sl: zaupnik %s naj ustvari par ključev

source: enter your voter list (or open registration to the public)
sl: vpišite seznam volivcev (ali nastavite registracijo javno)

source: frozen
sl: zamrznjeno

source: voter file added
sl: datoteka volivcev naložena

source: decryptions combined
sl: dešifriranja združena

source: the vote's election UUID does not match the election for which this vote is being cast
sl: UUID volitev oddanega glasu se ne ujema z volitvami, za katere je bil glas oddan

source: You are logged in as
sl: Prijavljeni ste kot

source: Cast this ballot
sl: Oddajte glasovnico

source: You can cast as many ballots as you want.
sl: Lahko oddaste poljubno število glasovnic.

source: Only the last one counts.
sl: Zgolj zadnja šteje.

source: Cancel
sl: Prekliči

source: If you cancel now, your ballot will <em>NOT</em> be recorded.
sl: Če prekinete sedaj, se vaša glasovnica <em>NE</em> bo štela.

source: You can start the voting process over again, of course.
sl: Seveda lahko znova pričnete volilni proces.

source: voting has stopped, sorry.
sl: Oprostite, volitve so zaključene.

source: voting has not yet begun, sorry.
sl: Oprostite, volitve se še niso pričele.

source: Please provide the voter ID and password you received by email.
sl: Prosimo, podajte ID številko volivca in geslo, ki ste ju prejeli po e-pošti.

source: bad voter ID or password, please try again.
sl: Napačna ID številka volivca ali geslo. Prosimo, poizkusite znova.

source: You may cast as many ballots as you wish:
sl: Lahko oddaste poljubno število glasovnic:

source: only the last one counts.
sl: zgolj zadnja šteje.

source: Confirm Vote
sl: Potrdite glas

source: Vote Successfully Cast!
sl: Glas uspešno oddan!

source: Congratulations, your vote has been <b><u>successfully cast</u></b>!
sl: Čestitke, vaš glas je bil <b><u>uspešno oddan</u></b>!

source: Your smart ballot tracker is:
sl: Vaš pametni sledilec glasovnice je:

source: For your safety, we have logged you out.
sl: Zaradi vaše varnosti smo vas odjavili.

source: return to election info
sl: vrnite se nazaj na informacije o volitvah

source: Cast Vote
sl: Oddajte glas

source: cast in
sl: oddajte v

source: Fingerprint:
sl: Prstni odtis:

source: by
sl: od

source: details
sl: podrobno

source: Compute Tally
sl: Preštej

source: You are about to compute the tally for this election. You only will then see the results.
sl: Sedaj boste izračunali rezultate teh volitev. Po končanem štetju boste zgolj vi videli rezultate.

source: Compute the tally!
sl: Izračunaj rezultate

source: Audited Ballots for
sl: Revidirane glasovnice za

source: Audited Ballots
sl: Vaša glasovnica

source: back to election
sl: nazaj na volitve

source: When you prepare a ballot with Helios, you immediately receive a smart ballot tracker. Before you choose to cast that ballot, you have the option to ask Helios to 'break open' that encrypted ballot and verify that Helios encrypted your ballot correctly. Once that's done, you can post that opened ballot here, on the audited ballots' list, for everyone to verify (your identity is not included). Once you've done this, you have to re-encrypt your choices and obtain a different smart ballot tracker. This helps reduce the chance that someone might coerce you to vote differently from your true choice.
sl: Ko pripravite glasovnico, takoj dobite pametni sledilec glasovnic. Preden se odločite za oddajo glasu, lahko glasovnico odprete in s sistemom preverite, če je bila vaša glasovnica pravilno šifrirana. Nato lahko svojo odšifrirano glasovnico objavite na seznam revidiranih glasovnic, kjer jo lahko preverijo vsi (vaša identiteta ni vključena). Po pregledu morate glasovnico ponovno zašifrirati in pridobiti drug pametni sledilec. S tem se zmanjša možnost prisiljenega glasovanja.

source: These ballots are <em>not cast</em>, and they will not be counted. They are just here for auditing purposes, to spot-check that Helios is properly encrypting voter's choices.
sl: Te glasovnice <em>niso oddane</em> in ne bodo štele pri rezultatu. Namenjene so zgolj preverjanju, da sistem resnično pravilno zašifrira volivčevo izbiro.

source: To verify an audited ballot, copy its entire content and paste it in the
sl: Za preverbo revidirane glasovnice kopirajte njeno celotno vsebino in jo prilepite v

source: single ballot verifier
sl: overitelj glasovnice

source: next
sl: naprej

source: back to start
sl: na začetek

source: view
sl: poglej

source: no audited ballots yet
sl: ni revidiranih glasovnic

source: cast votes
sl: Oddajte glas

source: vote
sl: glasuj

source: powered by
sl: izdelano z

source: Ballot Tracking Center for
sl: Center za sledenje glasovnic za

source: Ballot Tracking Center
sl: Center za sledenje glasovnic

source: This is the ballot tracking center, which displays the tracking numbers of all cast ballots in this election.
sl: To je center za sledenje glasovnic, ki prikaže sledilne številke vseh oddanih glasovnic znotraj teh volitev.

source: Voters
sl: Volivci

source: Alias
sl: Vzdevek

source: Smart Ballot Tracker
sl: Pametni sledilec glasovnice

source: Questions
sl: Vprašanja

source: You have not yet cast your ballot! Make sure to complete the voting process if you want your vote to count.
sl: Niste še oddali glasovnice! Prepričajte se, da ste končali volilni proces, če želite, da vaš glas šteje.

source: Submitting your vote for
sl: Oddaja glasu za

source: Verifying and Casting your ballot
sl: Preverjanje in oddaja vaše glasovnice

source: Wait!
sl: Počakajte!

source: You are logged in as <u>%(display_html_small)s</u>, but this election<br /> requires election-specific credentials.
sl: Prijavljeni ste kot <u>%(display_html_small)s</u>, vendar te volitve<br /> zahtevajo posebne poverilnice.

source: Sorry!
sl: Oprostite!

source: Sorry, you are
sl: Oprostite,

source: <u>not eligible</u></em> for this election.
sl: <u>niste upravičeni</u></em> za sodelovanje na teh volitvah.

source: not registered</em> for this election, and registration is closed.
sl: niste registrirani za sodelovanje na teh volitvah. Registracija je zaključena.

source: return to the main election page
sl: vrni se na domačo stran volitev

source: You need to log in.
sl: Morate se prijaviti.

source: This election is open to <em>anyone</em>, so log in with your preferred account.
sl: Te volitve so odprte za <em>vse</em>, zato se prijavite z želenim računom.

source: This election is only open to <em>registered voters</em>, so log in with the same account you registered with.
sl: Te volitve so odprte zgolj za <em>registrirane volivce</em>, zato se prijavite z istim računom, kot ste se registrirali.

source: Don't worry, we'll remember your ballot while you log in.
sl: Ne skrbite, zapomnili si bomo vašo glasovnico, medtem ko se prijavite.

source: Compute Encrypted Tally for
sl: Izračunaj šifrirane rezultate za

source: Compute Tally for Election:
sl: Izračunaj rezultate za volitve:

source: You are about to compute the encrypted tally for election
sl: Sedaj boste izračunali zašifrirane rezultate za volitve

source: Once you do this, voters will no longer be able to cast a ballot.
sl: Ko to storite, volivci ne bodo več mogli oddati glasu.

source: Tally has begun.
sl: Štetje se je pričelo.

source: Compute encrypted tally
sl: Izračunaj šifrirane rezultate

source: never mind
sl: Pozabi

source: No votes have been cast in this election. At least one vote must be cast before you compute the tally.
sl: V teh volitvah še ni bilo oddanega glasu. Vsaj en glas mora biti oddan, preden se izračunajo rezultati.

source: Update
sl: Posodobi

source: Extend Voting
sl: Podaljšaj volitve

source: Freeze Ballot
sl: Zamrzni glasovnico

source: Once the ballot is frozen, the questions and options can no longer be modified.
sl: Ko je glasovnica zamrznjena, vprašanj in odgovorov več ni mogoče spreminjati.

source: The list of trustees and their public keys will also be frozen.
sl: Ravno tako bo zamrznjen seznam zaupnikov in njihov javnih ključev.

source: Registration for your election is currently <b>open</b>, which means anyone can vote, even after you freeze the ballot.
sl: Registracija za vaše volitve je trenutno <b>odprta</b>, kar pomeni, da lahko voli vsak - tudi, ko zamrznete glasovnico.

source: Registration for your election is currently <b>closed</b>, which means only the voters you designate will be able to cast a ballot. As the administrator, you will still be able to modify that voter list as the election progresses.
sl: Registracija za volitve je trenutno <b>zaprta</b>, kar pomeni, da lahko volivci, ki jih določite, oddajo glasovnico. Kot administrator boste lahko spremenili seznam volivcev tekom volitev.

source: You must freeze the ballot before you can contact voters.
sl: Pred kontaktiranjem volivcev morate zamrzniti glasovnico.

source: Before you can freeze the election, you will need to:
sl: Preden lahko zamrznete volitve, morate:

source: go back to the election
sl: pojdi nazaj na volitve

source: Freeze the ballot
sl: Zamrzni glasovnico

source: Trustee
sl: Zaupnik

source: Key Setup
sl: Nastavitev ključa

source: As a trustee, it
sl: Kot zaupnik

source: Please wait for the generator to load...
sl: Prosimo, počakajte, da se generator naloži...

source: Generate Election Keys
sl: Ustvari ključe volitev

source: If you've already generated a keypair, you can
sl: Če ste že ustvarili par ključev, ga lahko

source: reuse it
sl: ponovno uporabite

source: Reusing a Key
sl: Ponovna uporaba ključa

source: Enter your complete secret key below:
sl: Spodaj vnesite svoj skrivni ključ v celoti:

source: reuse
sl: ponovno uporabi

source: Your Secret Key
sl: Vaš skrivni ključ

source: Your key has been generated, but you may choose to
sl: Vaš ključ je bil generiran, vendar ga lahko

source: clear it from memory and start from scratch
sl: odstranite iz spomina in pričnete znova.

source: if you prefer
sl: če želite

source: Save your secret key
sl: Shranite vaš skrivni ključ

source: ok, I've saved the key, let's move on
sl: v redu, shranil sem skrivni ključ, naprej

source: Your Public Key
sl: Vaš javni ključ

source: It's time to upload the public key to the server.
sl: Čas je, da naložite javni ključ na strežnik.

source: The fingerprint of your public key is:
sl: Prstni odtis vašega javnega ključa je:

source: You may want to save this to confirm that your public key was properly stored by the server.
sl: Predlagamo, da si shranite, saj boste lahko tako preverili, če je bil javni ključ ustrezno shranjen na strežnik.

source: (Your public key is not currently being displayed because you do not need to save it, the fingerprint is sufficient.)
sl: (Vaš javni ključ trenutno ni prikazan, ker vam ga ni potrebno shraniti - zadostuje že prstni odtis.)

source: Upload your public key
sl: Naloži javni ključ

source: Create a New Election
sl: Ustvari volitve

source: Next
sl: Naprej

source: Create a New Election:
sl: Ustvari volitve:

source: An election managed by Helios
sl: Volitve, ki jih upravlja Helios

source: An election managed by you, the single administrator
sl: Volitve, ki jih upravljate sami

source: An election managed by multiple trustees
sl: Volitve, ki jih upravlja več zaupnikov

source: Trustees (up to 5)
sl: Zaupniki (do 5)

source: Create
sl: Ustvari

source: Your Election's Secret Key:
sl: Javni ključ vaših volitev:

source: (You need to copy and paste this key and keep it safe,<br /> otherwise you won't be able to tally your election.)
sl: (Ta ključ morate varno shraniti,<br /> sicer ne boste mogli izračunati rezultatov volitev.)

source: Election %(name)s Not Yet Open
sl: Volitve %(name)s niso še odprte.

source: This election is not yet open. You probably got here from the Ballot Preview.
sl: Te volitve še niso odprte. Najverjetneje ste do sem prišli iz predogleda glasovnice.

source: back to the election
sl: nazaj na volitve

source: Questions for
sl: Vprašanja za

source: The questions could not be saved. Please check that the URLs you entered are either http:// or https://
sl: Vprašanja ni bilo mogoče shraniti. Prosimo, preverite, če ste vnesli URL, ki se začne s http:// ali https://

source: Answer #
sl: Odgovor #

source: Link (optional, <tt>http</tt> or <tt>https</tt> only):
sl: Povezava (neobvezno, dovoljena le <tt>http</tt> in <tt>https</tt>):

source: Register
sl: Registracija

source: You are currently logged in as %(user_id)s [%(user_type)s]
sl: Trenutno ste prijavljeni kot %(user_id)s [%(user_type)s]

source: You are currently registered for this election.
sl: Sedaj ste registrirani za te volitve.

source: You are <em>not</em> registered for this election.
sl: <em>Niste</em> registrirani za te volitve.

source: Election %(name)s Already Tallied
sl: Za volitve %(name)s so rezultati že izračunani.

source: This election has already been tallied, you can no longer cast a vote.
sl: Za volitve so že bili rezultati že izračunani, zato glasu ni več možno oddati.

source: view the election tally
sl: poglej rezultat volitev

source: edit
sl: uredi

source: private
sl: zasebno

source: public
sl: javno

source: created by
sl: ustvaril

source: archived
sl: arhivirano

source: Unarchive it
sl: Dearhiviraj

source: archive it
sl: Arhiviraj

source: copy
sl: Kopiraj

source: This
sl: Te

source: is
sl: so

source: featured on the front page.
sl: na domači strani.

source: unfeature it
sl: odstrani iz domače strani

source: is <u>not</u>
sl: <u>niso</u>

source: feature it
sl: daj na domačo stran

source: download candidate bios & statements
sl: prenesi biografijo kandidatov in njihove izjave

source: questions
sl: vprašanja

source: voters & ballots
sl: volivci in glasovnice

source: trustees
sl: zaupniki

source: Embed an Election Badge
sl: Vgradi značko volitev

source: Adding this HTML to your site displays a thin banner with direct links to voting.
sl: Z dodajanjem te HTML kode se bo na vaši strani pokazala tanka pasica z neposredno povezavo do volitev.

source: Next Step:
sl: Naslednji korak:

source: and
sl: in

source: freeze ballot and open election.
sl: zamrzni glasovnice in odpri

source: once you do this, the election will be ready for voting and will open automatically
sl: ko to storite, bodo volitve pripravljene in se bodo samodejno odprle

source: at
sl: ob

source: as per your settings.
sl: glede na vaše nastavitve.

source: once you do this, the election will be immediately open for voting.
sl: ko to storite, bodo volitve takoj odprte za oddajo glasu.

source: Tally computation is under way.
sl: Štetje je v teku.

source: Reload this page in a couple of minutes.
sl: Ponovno naložite stran čez nekaj minut.

source: compute encrypted tally
sl: izračunaj šifrirane rezultate

source: The encrypted votes will be combined into an encrypted tally. Once this is done,
sl: Šifrirani glasovi bodo združeni v šifrirane rezultate. Ko bo to končano,

source: trustees will be asked to provide their share of the decryption.
sl: bodo zaupniki morali prispevati svoj delež k odšifriranju.

source: release result
sl: Objavi rezultate

source: The result displayed below is visible only to you.
sl: Spodaj prikazani rezultati so vidni zgolj vam.

source: Once you release the result, it will be visible to everyone.
sl: Ko objavite rezultate, bodo vidni vsem.

source: compute results
sl: Izračunaj rezultate

source: combine trustee decryptions and compute results
sl: združi dekripcije zaupnikov in izračunaj rezultate

source: The result will be computed and shown to you, the administrator, only.
sl: Rezultati bodo izračunanii in prikazani zgolj vam (administratorju).

source: The decryption shares from the trustees will be combined and the tally computed.
sl: Odšifrirani deleži zaupnikov se bodo združili, da se izračunajo rezultati.

source: Once you do this, the tally will visible to you, the administrator, only.
sl: Ko to storite, bodo rezultati vidni zgolj vam (administratorju).

source: trustees (for decryption)
sl: zaupniki (za odšifriranje)

source: This election is complete.
sl: Te volitve so končane.

source: Tally
sl: Rezultati

source: Question
sl: Vprašanje

source: Election closed. Results will be released soon.
sl: Volitve so končane. Rezultati bodo kmalu objavljeni.

source: Vote in
sl: Volite na

source: this
sl: te

source: was initially scheduled to end
sl: bi se prvotno morale zaključiti

source: at %(voting_ends_at)s (UTC)
sl: ob %(voting_ends_at)s (UTC)

source: but has been extended
sl: vendar so bile podaljšane

source: until %(voting_extended_until)s (UTC).
sl: do %(voting_extended_until)s (UTC).

source: is scheduled to end
sl: se zaključijo

source: ends
sl: se zaključijo

source: at the administrator's discretion.
sl: po presoji administratorja.

source: This election is <em>private</em>. You are signed in as eligible voter
sl: Te volitve so <em>zasebne</em>. Prijavljeni ste kot upravičen volivec

source: You do not have Java installed in your browser.<br />At this time, Helios requires Java.
sl: V brskalniku nimate nameščene programske opreme Java.<br />E-volitve trenutno potrebujejo Javo.

source: Visit
sl: Obiščite

source: to install it.
sl: za namestitev.

source: voting is not yet open
sl: volitve še niso odprte.

source: You are registered to vote in
sl: Registrirani ste za glasovanje na

source: Your voter alias is
sl: Vaš volilni psevdonim je

source: You are eligible to vote in
sl: Upravičeni ste do glasovanja na

source: You are <em>not eligible</em> to vote in
sl: <em>Niste upravičeni</em> do glasovanja na

source: This election is open to:
sl: Te volitve so odprte do:

source: Log in
sl: Prijava

source: to check your eligibility.
sl: za preverbo upravičenosti.

source: Anyone can vote in this election.
sl: Kdorkoli lahko glasuje na teh volitvah.

source: extend voting
sl: podaljšaj glasovanje

source: Audit Info
sl: Informacije glede revizije

source: Election URL:
sl: URL volitev:

source: Election Fingerprint:
sl: Prstni odtis volitev:

source: Your smart ballot tracker:
sl: Vaš pametni sledilec glasovnice je:

source: preview booth
sl: predogled kabine

source: verify
sl: preveri

source: election tally
sl: rezultati volitev

source: review the
sl: preglej

source: voting booth
sl: kabino

source: Elections you Administer
sl: Volitve, ki jih administrirate

source: back to home
sl: nazaj na domačo stran

source: voters
sl: volivci

source: Elections where you voted
sl: Volitve, na katerih ste glasovali

source: Trustees for
sl: Zaupniki za

source: Trustees
sl: Zaupniki

source: Trustees are responsible for decrypting the election result.
sl: Zaupniki so odgovorni za odšifriranje rezultatov volitev.

source: Each trustee generates a keypair and submits the public portion to Helios.
sl: Vsak zaupnik generira par ključev, katerega javni del pošlje na E-volitve.

source: When it's time to decrypt, each trustee needs to provide their secret key.
sl: Ko je čas za dekripcijo, mora vsak zaupnik podati svoj skrivni ključ.

source: Helios is automatically your first trustee and will handle its keypair generation and decryption automatically.
sl: E-volitve so privzeto nastavljene kot vaš prvi zaupnik in bodo same poskrbele za generiranje svojega para ključev in dekripcijo.

source: You may add additional trustees if you want, and you can even remove the Helios trustee.
sl: Če želite, lahko dodaste zaupnike, in tudi odstranite E-volitve iz seznama.

source: However, we recommend you do this only if you have a solid understanding of the trustee's role.
sl: Vendar to predlagamo le v primeru, če dobro razumete vlogo zaupnika.
