Repository: zanvd/helios-server
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: sl

source: Are you sure you want to remove this question?
sl: Ali ste prepričani, da želite odstraniti to vprašanje?

source: Edit
sl: Uredi

source: unlimited
sl: neomjeno

source: More
sl: Več

source: select between
sl: izbira med

source: and
sl: in

source: answer
sl: odgovorom

source: result type
sl: tip rezultata:

source: Select between
sl: Izberite med

source: - (approval)
sl: - (odobritev)

source: approval
sl: odobritev

source: Result Type
sl: Tip rezultata

source: absolute
sl: absoluten

source: relative
sl: relativen

source: Question
sl: Vprašanje

source: Add 5 more answers
sl: Dodaj 5 odgovorov

source: Update question
sl: Posodobi vprašanje

source: Cancel
sl: Prekliči

source: No questions yet.
sl: Trenutno še ni vprašanj.

source: Add a Question
sl: Dodaj vprašanje

source: Add question
sl: Dodaj vprašanje

source: Are you sure you want to copy this election?
sl: Ali ste prepričani, da želite kopirati te volitve?

source: Loading election...
sl: Nalaganje volitev...

source: It looks like you are trying to verify a cast ballot. That can't be done, only audited ballots can be verified.
sl: Izgleda, kot da želite preveriti oddano glasovnico. Tega ni mogoče storiti - preverite lahko le revidirane glasovnice.

source: SUCCESSFUL VERIFICATION, DONE!
sl: Končano! Preverjanje je uspelo!

source: PROBLEM - THIS BALLOT DOES NOT VERIFY.
sl: Težava - ta glasovnica ni ustrezna.

source: PROBLEM LOADING election. Are you sure you have the right election URL?<br />
sl: Težava pri nalaganju vlitev. Ali ste prepričani, da imate pravilen URL volitev?<br />

source: Helios Single-Ballot Verifier
sl: Sistem za preverjanje glasovnic

source: Loading verifier...
sl: Nalaganje sistema za preverjanje...

source: Your browser does not have the Java plugin installed.
sl: Vaš brskalnik nima nameščenega vtičnika za Javo.

source: At this time, the Java plugin is required for browser-based ballot auditing, although it is not required for ballot preparation.
sl: Trenutno je vtičnik za Javo potreben za revidiranje glasovnic v brskalniku, četudi ni potreben za njihovo pripravo.

source: This single-ballot verifier lets you enter an audited ballot<br />and verify that it was prepared correctly.
sl: Sistem za preverjanje glasovnic vam omogoča vnos revidirane glasovnice<br /> in preverbo, ali je bila pravilno pripravljena.

source: Enter the Election URL:
sl: Vnesite URL volitev:

source: Your Ballot:
sl: Vaša glasovnica:

source: Verify
sl: Preveri

source: Your audited ballot
sl: Vaša revidirana glasovnica

source: IMPORTANT
sl: Pomembno

source: : this ballot, now that it has been audited,
sl: : sedaj, ko je bila glasovnica revidirana,

source: will not be tallied
sl: se ne bo štela k rezultatu

source: To cast a ballot, you must click the "Back to Voting" button below, re-encrypt it, and choose "cast" instead of "audit".
sl: Za oddajo glasovnice morate klikniti na spodnji gumb "Nazaj na volitve", jo ponovno zašifrirati in izbrati "Oddaj" namesto "Revidiraj".

source: Why?
sl: Zakaj?

source: Helios prevents you from auditing and casting the same ballot to provide you with some protection against coercion.
sl: E-volitve preprečujejo revidiranje in oddajo iste glasovnice zato, da ponudijo nekaj zaščite pred prisilnim glasovanjem.

source: Now what?
sl: Kaj sedaj?

source: Select your ballot audit info
sl: Izberite podatke o revidiranju glasovnice

source: copy it to your clipboard, then use the
sl: kopirajte jih, nato uporabite

source: ballot verifier
sl: sistem za preverjanje glasovnic

source: to verify it.
sl: za njeno preverbo.

source: Once you're satisfied, click the "Back to voting" button to re-encrypt and cast your ballot.
sl: Ko ste zadovoljni, kliknite na gumb "Nazaj na volitve", da glasovnico ponovno zašifrirate in nato tudi oddaste.

source: Before going back to voting,
sl: Preden odditete nazaj na volitve,

source: you can post this audited ballot to the Helios tracking center so that others might double-check the verification of this ballot.
sl: lahko objavite revidirano glasovnico v sistem sledenja, saj bodo lahko na ta način tudi drugi preverili revidiranje te glasovnice.

source: Even if you post your audited ballot, you must go back to voting and choose "Cast" if you want your vote to count.
sl: Tudi, če se odločite za objavo vaše revidirane glasovnice, morate še vedno nazaj na volitve in izbrati "Oddaj", da se bo vaš glas štel.

source: Back to voting
sl: Nazaj na volitve

source: Post audited ballot to tracking center
sl: Objava revidirane glasovnice v sistem sledenja

source: Your Vote is Being Submitted
sl: Vaš glas se oddaja

source: Please wait a few seconds while your vote is submitted to the casting server...
sl: Prosimo, počakajte nekaj sekund, dokler vaš glas ni oddan na strežnik...

source: To cast a vote, you will be led through the following steps.
sl: V procesu glasovanja boste šli čez naslednje korake.

source: If you have not yet logged in, you will be asked to do so at the very end of the process.
sl: Če niste prijavljeni, se boste morali prijaviti na koncu glasovanja.

source: <b>Select</b> your preferred options.
sl: <b>Izbira</b> želenega.

source: You can easily navigate forwards and backwards.
sl: Enostavno se lahko premikate naprej ali nazaj.

source: <b>Review &amp; Confirm</b> your choices.
sl: <b>Pregled in potrditev</b> vaših izbir.

source: Your choices are encrypted safely inside your browser, and you get a smart ballot tracker.
sl: Vaše izbire bodo varno šifrirane v brskalniku, prejeli pa boste svoj pametni sledilec glasovnice.

source: <b>Submit</b> your encrypted ballot.
sl: <b>Oddaja</b> vaše zašifrirane glasovnice.

source: You will be asked to log in to submit your encrypted ballot for tallying.
sl: Pred oddajo se boste morali prijaviti, če se še niste.

source: Start
sl: Pričetek

source: Help
sl: Pomoč

source: The public key for this election is not yet ready. This election is in preview mode only.
sl: Javni kluč volitev še ni pripravljen. Te volitve so v načinu predogleda.

source: Election fingerprint:
sl: Prstni odtis volitev:

source: of
sl: od

source: vote for
sl: glasujte za

source: Yes
sl: Da

source: to
sl: do

source: at least
sl: vsaj

source: up to
sl: največ

source: as many as you approve of
sl: kolikor želite

source: More info
sl: Več informacij

source: Proceed
sl: Nadaljuj

source: Previous
sl: Prejšnje vprašanje

source: Next
sl: Naslednje vprašanje

source: Audit
sl: Revidiraj

source: [optional]
sl: [neobvezno]

source: If you choose, you can audit your ballot and reveal how your choices were encrypted.
sl: Če želite, lahko revidirate vašo glasovnico in razkrijete, kako je bila vaša izbira zašifrirana.

source: You will then be guided to re-encrypt your choices for final casting.
sl: Nato vas bomo vodili skozi korake ponovnega šifriranja vaše izbire za končno oddajo.

source: Verify Encryption
sl: Preverba šifriranja

source: Review your Ballot
sl: Preglejte vašo glasovnico

source: Question #
sl: Vprašanje #

source: No choice selected.
sl: Nobenega odgovora niste izbrali.

source: you under-voted: you may select up to
sl: izbrali ste premalo odgovorov: izberete lahko do

source: edit responses
sl: uredite odgovore

source: Your ballot tracker is
sl: Vaš sledilec glasovnice je

source: and you can
sl: in ga lahko

source: print
sl: natisnete

source: Once you click "Submit", the unencrypted version of your ballot will be destroyed, and only the encrypted version will remain. The encrypted version will be submitted to the Helios server.
sl: Ko kliknete na "Oddaja", bo nešifrirana verzija vaše glasovnice uničena, in ostala bo zgolj šifrirana. Slednja bo oddana na strežnik E-volitev.

source: Submit this Vote
sl: Oddaja glasovnice

source: Submit Your Encrypted Ballot
sl: Oddajte vašo zašifrirano glasovnico.

source: All information, other than your encrypted ballot,
sl: Vse informacije razen zašifrirane glasovnice

source: has been removed from memory.
sl: so bile odstranjene iz spomina.

source: As a reminder, your ballot tracking number is:
sl: Opomnik - vaša sledilna številka glasovnice je:

source: According to the election definition file, this ballot will be submitted to:
sl: Glede na nastavitve volitev bo ta glasovnica oddana na:

source: where you will log in to validate your eligibility to vote.
sl: kjer se boste prijavili, ter s tem potrdili upravičenost do glasovanja.

source: Submit Ballot
sl: Oddaja glasovnice

source: Election fingerprint is
sl: Prstni odtis volitev je

source: Smart ballot tracker is
sl: Sledilec glasovnice je

source: Election fingerprint matches ballot
sl: Prstni odtis volitev se ujema z glasovnico

source: Problem = election fingerprint does not match
sl: Težava: podpis volitev se ne ujema

source: Ballot Contents:
sl: Vsebina glasovnice:

source: Warning: the tally type for this question is not homomorphic. Verification may fail because this verifier is only set up to handle homomorphic ballots.
sl: Opozorilo: tip preštevanja za to vprašanje ni homomorfen. Preverjanje morda ne bo uspelo, saj sistem za preverjanje glasovnic podpira le homomorfne glasovnice.

source: Encryption Verified
sl: Šifriranje preverjeno

source: Problem = Encryption doesn't match.
sl: Težava: šifriranje se ne ujema.

source: Proofs ok.
sl: Dokazi so v redu.

source: Problem = Proofs don't work.
sl: Težava: dokazi ne delujejo.

source: Problem parsing election or ballot data structures, malformed inputs:
sl: Težava pri razčlenjevanju podatkovne strukture volitev ali glasovnice. Napačno zgrajeni vnosi:

source: Exit
sl: Izhod

source: Helios Voting Booth
sl: Glasovanje

source: If you leave this page with an in-progress ballot, your ballot will be lost.
sl: Če zapustite stran sedaj, bo vaša glasovnica izgubljena.

source: Are you sure you want to exit the booth and lose all information about your current ballot?
sl: Ali ste prepričani, da želite zapustiti to stran in izgubiti podatke o vaši trenutni glasovnici?

source: You need to select at least %s answer.
sl: Izbrati morate vsaj %s odgovor.

source: Maximum number of options selected.<br />To change your selection, please de-select a current selection first.
sl: Izbrali ste največje možno število odgovorov.<br />Če želite spremeniti izbiro, prosimo, da najprej odstranite eno od že izbranih.

source: Processing...
sl: Procesiranje v teku...

source: There appears to be a problem with the encryption process. Please email help@heliosvoting.org and indicate that your encryption process froze at
sl: Prišlo je do napake pri šifriranju vaše zahteve. Prosimo, da nas kontaktirate in sporočite, da se je vaš proces šifriranja ustavil pri

source: This audited ballot has been posted. Remember, this vote will only be used for auditing and will not be tallied. Click "back to voting" and cast a new ballot to make sure your vote counts.
sl: Ta revidirana glasovnica je bila objavljena. Pomnite, ta glas bo uporabljen zgolj za revidiranje in ne bo štel k rezultatu. Kliknite na "Nazaj na volitve" in oddajte glasovnico, tako da se bo štel tudi vaš glas.

source: Your smart ballot tracker for
sl: Vaš pametni sledilec glasovnice za volitve

source: Select
sl: Glasovanje

source: Review
sl: Pregled

source: Submit
sl: Oddaja

source: Checking capabilities and loading election booth...
sl: Preverjamo združjivost in nalagamo glasovnico...

source: This may take up to 10 seconds
sl: Ta proces lahko traja do 10 sekund

source: There's a problem
sl: Prišlo je do težave

source: It appears that your browser does not have Java enabled. Helios needs Java to perform encryption within the browser.
sl: Na vašem sistemu nismo zaznali programske opreme Java, ki jo sistem E-volitve potrebuje za šifriranje v brskalniku.

source: You may be able to install Java by visiting <a target="_new" href="http://java.com">java.com</a>.
sl: Prosimo, da si namestite programsko opremo Java: <a target="_new" href="https://java.com">java.com</a>.

source: Helios is now encrypting your ballot
sl: Vaša glasovnica je v procesu šifriranja

source: This may take up to two minutes.
sl: Ta proces lahko traja do 2 minuti

source: Sorry, in-browser verification requires Java Support at this time.
sl: Oprostite, preverba potrebuje programsko opremo Java.

source: VERIFIED
sl: Preverjeno

source: FAIL
sl: Neuspešno

source: Loading ballot for voter #
sl: Nalaganje glasovnice za volivca #

source: No ballot for this voter #
sl: Ni glasovnice za volivca #

source: FOUND a ballot for voter #
sl: Najdena glasovnica za volivca #

source: Election
sl: Volitve

source: Loaded election:
sl: Volitve naložene:

source: Election fingerprint:
sl: Prstni odtis volitev:

source: PROBLEM: this election is not a straight-forward homomorphic-tally election. As a result, Helios cannot currently verify it.
sl: Težava: te volitve niso neposredno homomorfne. Zato jih trenutno ni mogoče preveriti.

source: Loading list of voters...
sl: Nalaganje seznama volivcev...

source: Loaded voter list, now loading ballots for each.
sl: Seznam volivcev je naložen. Sedaj se nalagajo glasovnice za vsakega.

source: Ballots
sl: Glasovnice

source: Voter #
sl: Volivec #

source: Ballot Tracking Number:
sl: Sledilec glasovnice:

source: Option #
sl: Izbira #

source: OVERALL
sl: Vse skupaj

source: Trustees
sl: Zaupniki

source: Trustee #
sl: Zaupnik #

source: PK
sl: ZK

source: ERROR for PK of trustee
sl: Napaka pri zasebnem ključu zaupnika

source: Election public key CORRECTLY FORMED
sl: Javni ključ volitev je pravilno sestavljen

source: ERROR, election public key doesn't match
sl: Napaka, javni ključ ne ustreza

source: Tally
sl: Rezultat

source: Answer #
sl: Odgovor #

source: COUNT
sl: Seštevek

source: Trustee %s: decryption factor verifies
sl: Zaupnik %s: pravilen odšifrirni faktor

source: ERROR with Trustee %s: decryption factor does not verify
sl: Napaka pri zaupniku %s: nepravilen odšifrirni faktor

source: FINAL RESULT
sl: Končni rezultat

source: ELECTION FULLY VERIFIED -- SUCCESS!
sl: Volitve so v celoti preverjene!

source: VERIFICATION FAILED
sl: Preverjanje ni uspelo

source: Helios Election Verifier
sl: Sistem za preverjanje glasovnic

source: Loading verifier ...
sl: Nalaganje preverjanja ...

source: Start verification
sl: Prični s preverjanjem
