Repository: zanvd/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: This election has already been tallied (or at least the tally has begun), so you can no longer cast a vote.
sl: Rezultati teh volitev so že bili izračunani, zato glasu ni več možno oddati.

source: View the election
sl: Pregled volitev

source: What makes Helios different/better than other voting systems?
sl: Kaj naredi E-volitve drugačen/boljši volilni sistem?

source: Helios is truly verifiable. Each voter obtains a smart ballot tracker which can be checked against the Ballot Tracking Center to ensure that the ballot was received and tallied appropriately. What this means is that no one, not even the administrators of the Helios Voting system, can alter your vote.
sl: E-volitve temeljijo na volilni tehnologiji Helios, ki omgoča pravo preverljivost. Vsak volivec dobi pametni sledilec glasovnice, s katerim lahko preveri, ali je bil njegov glas zares upoštevan in pravilno štet. Tako ne more nihče spremeniti vašega glasu, tudi upravitelji sistema ne.

source: I’ve heard of “voter-verifiable” before, what’s different about Helios?
sl: Kako je sledenje glasovnice drugačno pri tem sistemu?

source: Many voting systems claim to be voter-verifiable. We believe voter-verifiability is critically important, and we support the efforts of other organizations to help improve the voting machines used in public-office elections. However, we believe that more extensive verifiability is needed, with voters able to ensure that the tallying process, not just the recording of their ballot, was performed correctly. We call that “true verifiability.” Others have called this concept “end-to-end verifiability” or “open-audit.”
sl: Sistem E-volitve omogoča sledenje glasovnici tudi pri štetju in ne zgolj pri oddaji glasu. Tako ste lahko prepričani, da je vaš glas zares upoštevan in ne le oddan.

source: How secret is my vote on Helios?
sl: Kako se zagotovi anonimnost glasovanja pri E-volitvah?

source: Helios takes great care to protect the secrecy of your vote. On most modern web browsers, your vote is encrypted inside your browser, before it is even sent to the server. Even on older browsers, your vote is encrypted before you log into Helios. In all cases, your vote is stored in the database only in encrypted form. Helios then uses advanced cryptographic techniques to combine all of the encrypted votes into an encrypted tally, and only the tally is decrypted. This means that your ballot is never individually decrypted. To provide for the highest level of privacy, Helios lets election administrators designate multiple trustees. All trustees must be involved in decryption, which further ensures that only the tally, never the individual votes, are decrypted.
sl: Z uporabo seje HTTPS se vaša celotna povezava zašifrira in zaščiti pred morebitnim prestrezanjem prometa. Poleg tega so vsi glasovi v bazi zašifrirani, tako da tudi morebitni nedovoljeni dostop do baze ne bi imel nikarkšnih posledic za vas. E-volitve uporabljajo tudi napredne kriptografske tehnologije za štetje glasov in odšifrira zgolj končno število, kar pomeni, da vaša glasovnica nikoli ni odšifrirana kot samostojna enota.

source: What’s so “smart” about the Helios Ballot Tracker?
sl: Kaj naredi sledilca glasovnic pametnega?

source: A typical tracking number, say for shipping a package, is more or less a random number: it means nothing other than the label on your package. It’s conceivable that your package gets there, tracking number intact, but its contents destroyed. In the digital world, we’re able to produce a special kind of tracking number that is far from random: it is a fingerprint of the encryption of your vote. So, if your smart ballot tracker makes it all the way to the tally, you know that not only did your ballot make it into the tally, you also know that it wasn’t tampered with in the process. That’s what makes it smart.
sl: Pri navadnih pošiljkah je številka paketa večinoma naključno število, ki nima nobenega dodatnega pomena. Pri dostavi paketa se tako lahko ta številka ohrani, vsebina pa ne nujno. V digitalnem svetu pa lahko naredimo posebno vrsto sledilne številke, ki je vse prej kot naključna, saj predstavlja podpis vaše glasovnice. Če je vaš sledilec prepoznan v končnem štetju, potem ste lahko prepričani, da se je upošteval tudi vaš glas.

source: Is Helios the only system that provides this level of verifiability?
sl: Ali so E-volitve edini tovrstni sistem, ki ponuja tolikšno mero zaščite?

source: No, there are other systems. <a href="http://scantegrity.org">Scantegrity</a>, <a href="http://www.pretavoter.com/">Pret-a-Voter</a>, <a href="https://www.usenix.org/conference/evtwote13/workshop-program/presentation/bell">STARVote</a>, Wombat Voting, all provide true verifiability in paper-based voting systems. We like those systems, and we like the people behind those systems. VoteHere, a company that has since folded, was a pioneer in this area, too. The Helios System packs a number of innovations focused on enabling true verifiability for online elections to help everyone get a taste if this groundbreaking technology. But we are not the only game in town.
sl: Ne, obstajajo tudi drugi sistemi,npr. <a href="http://scantegrity.org">Scantegrity</a>, <a href="http://www.pretavoter.com/">Pret-a-Voter</a>, <a href="https://www.usenix.org/conference/evtwote13/workshop-program/presentation/bell">STARVote</a>, Wombat Voting.

source: Should we start using Helios for public-office elections? Maybe US President 2016?
sl: Ali naj se E-volitve uporabijo kot uradni volilni sistem?

source: No, you should not. Online elections are appropriate when one does not expect a large attempt at defrauding or coercing voters. For some elections, notably US Federal and State elections, the stakes are too high, and we recommend against capturing votes over the Internet. This has nothing to do with Helios itself: we just don’t trust that people’s home computers are secure enough to withstand significant attacks.
sl: Ne. Volitve preko spleta so primerne zgolj takrat, ko ni pričakovati večjih poskusov poneverb glasov. Državne volitve so prevelika odgovornost, zato odsvetujemo zbiranje glasov preko spletnih volitev. To sicer ni neposredno povezano s samim sistemom E-voltev, pač pa z napadi na uporabnika in povezavo, saj se lahko zelo hitro pojavijo vdori, onemogočanje oddaje glasu in podobno.

source: Helios offers <b>verifiable online elections</b>.
sl: E-volitve - <b>zaupanja vreden spletni volilni sistem</b>.

source: We believe democracy is important, whether it’s your book club, parent-teacher association, student government, workers’ union, or state. So we’ve made truly verifiable elections as easy as everything else on the Web.
sl: Verjamemo, da je demokracija zelo pomembna, pa najsi bo to za književni klub, študentski svet, sindikat ali državo. Zato je naš sistem narejen tako, da je kar se da enostaven za uporabo.

source: Helios elections are:
sl: E-volitve so:

source: <b>private</b>: no one knows how you voted.
sl: <b>zasebne</b>: nihče ne ve, kako volite.

source: <b>verifiable</b>: each voter gets a tracking number.
sl: <b>preverljive</b>: vsak volivec dobi svoj sledilec glasovnice.

source: <b>proven</b>: Helios is open-source, vetted by top-tier experts, and in use by major organizations.
sl: <b>dokazljive</b>: sistem temelji na odprtokodni tehnologiji Helios, ki je preverjena s strani strokovnjakov in se uporablja pri večjih organizacijah.

source: Create an election
sl: Ustvarite volitve

source: by
sl: od

source: No featured elections at the moment
sl: Nobenih volitev ni trenutno na voljo.

source: Create election
sl: Ustvarite volitve

source: Administration
sl: Administracija

source: None yet
sl: Ni volitev

source: See all
sl: Pokaži vse

source: Log In to Start Voting
sl: Za oddajo glasu se prijavite.

source: Select an election to start voting. You will be asked for your voting credentials after you complete a ballot.
sl: Izberite želene volitve. Pred oddajo glasu vas bomo prosili za prijavo v sistem.

source: In General
sl: Splošno

source: Helios is designed with built-in privacy. If you have any questions or concerns about Helios privacy not covered here, <a href="mailto:help@heliosvoting.org">send us an email</a>.
sl: E-volitve so zasnovane z mislijo na zasebnost.

source: We collect only the information needed to provide secure, trustworthy elections.
sl: Zbrani podatki so zgolj za namene izvajanja varnih in zaupanja vrednih volitev.

source: We make certain information available publicly on our web site as part of the process of auditing elections (details below.) Other than that, we do not give away any information we collect.
sl: Nekateri podatki so javno dostopni na spletni strani zaradi procesa preverbe volitev (več v opisu spodaj). Drugih podatkov pa ne izdamo nikomur.

source: We do not sell any information.
sl: Ne trgujemo s podatki.

source: We do not use external trackers or advertising that could leak information about you, except for Facebook and Twitter share buttons. Even for those, we use origin sandboxing to limit how much Facebook and Twitter can determine about you, and we only use those buttons on the election information page.
sl: Ne uporabljamo zunanjih sledilcev in oglaševanja, ki bi lahko posredovalo vaše podatke.

source: If you want to stop reading here, you can: the rest provides detail about the above principles without weakening them.
sl: Spodaj si lahko preberete še podrobnejši opis ravnanja z vašimi podatki.

source: For Voters
sl: Za volivce

source: About your vote:
sl: Podatki glasovanja:

source: Your vote on Helios is considered extremely private.
sl: Z vašim glasom ravnamo z veliko zaupnostjo.

source: Helios uses SSL to transmit data between your browser and our servers.
sl: Za komunikacjio med vašim brskalnikom in strežnikom uporabljamo šifrirano povezavo HTTPS.

source: In addition, Helios uses end-to-end encryption so that, even after SSL decryption, your vote is <em>still</em> encrypted with the election key. Helios servers never see your vote.
sl: Dodatno uporabljamo šifriranje same glasovnice. Tako je vaš glas <em>še vedno</em> šifriran, tudi po odšifriranju seje HTTPS. Na ta način tudi naši strežniki ne morejo neposredno prebrati vašega glasu.

source: In the normal process of a Helios election, your individual vote is never decrypted: encrypted votes are combined into a tally, using a process called homomorphic encryption, and only the final tally &mdash; never an intermediate tally &mdash; is decrypted.
sl: Vaša glasovnica ni nikoli individualno odšifrirana, ampak je del vseh oddanih glasovnic in skupnih rezultatov.

source: The trustees of your election, if they all collude, technically have the power to decrypt your individual vote. This action is strongly discouraged and is against Helios policy. It is why high-security elections should use at least 3 trustees with different allegiances.
sl: Zaupniki glasovanja so edini, ki lahko vidijo posamezne glasovnice, vendar le pod pogojem, da so vsi prisotni. Zato je za izvedbo varnih volitev primerno imeti zaupnike iz vseh strani.

source: About non-vote data:
sl: Osebni podatki

source: To vote, you will need to present credentials to prove your eligibility. Depending on how your election was set up, this may be a username and password that were generated for you, or a Facebook, Google, Yahoo, or Twitter login. Helios uses the appropriate login interfaces to those external services so that it never has access to your credentials at those services.
sl: Za oddajo glasu potrebna prijava. Odvisno od nastavitev volitev se lahko prijavite z uporabniškim imenom in geslom ali pa s pomočjo zunanjih načinov prijave (Facebook, Google, Yahoo, Twitter). E-volitve pri prijavi s pomočjo zunanjih sistemov nimajo dostopa do vaših računov.

source: For the purposes of election auditing, Helios stores your name, email address, and the minimal eligibility information needed to qualify you, for example the Facebook group that you belong to that was designated as the eligibility requirement for this election.
sl: Za potrebe preverjanja izvedbe volitev E-volitve shranijo nekatere vaše podatke (ime, e-poštni naslov) in podatke, s katerimi overimo vašo pravico do glasovanja.

source: The complete metadata of your vote: where you voted from, what time you voted, and how often you vote (only the last vote counts!), are stored in Helios and may be made available to your election administrators as part of the auditing process. This is critical for ensuring a secure and trustworthy election.
sl: Shranimo tudi naslednje podatke: kje ste glasovali in kdaj, ter kolikokrat ste oddali svoj glas (šteje se zgolj zadnji oddani). Ti podatki so na voljo upraviteljem sistema E-volitve kot del procesa preverjanja izvedbe volitev. To je ključnega pomena za zagotavljanje varnosti in zaupnosti volitev.

source: If your election was made public by the administrator, then some core auditing information is made available to the public: the fact that you voted, the time of your vote, and its tracking number. If your administrator chose to use voter aliases, then your name will be replaced by your pseudonymous voter ID in that dataset. In all cases, Helios takes care to mask or fully hide your email address to prevent email harvesting for spam.
sl: Če so volitve označene kot javne, potem so javno dostopni tudi nekateri podatki o volitvah: dejstvo, da ste volili, kdaj ste volili, in številka sledilca. Če je upravitelj sistema izbral možnost prikaza vzdevkov za uporabnike, bo ta vzdevek ravno tako prikazan. Vaš e-poštni naslov pa bo v vsakem primeru prikrit ali v celoti odstranjen iz javnega prikaza.

source: If your election was made private, then this same information is available to only you, your fellow voters, and your election administrators.
sl: Če so volitve zasebne, so informacije iz prejšnje točke dostopne zgolj vam, ostalim, ki so volili, ter administratorjem volitev.

source: For Administrators
sl: Za administratorje

source: As an administrator, you have the power to designate who can vote, when the election starts, when the election stops, and when the results are released. Other than that, you have no power beyond what voters in your election have. This is by design.
sl: Kot administrator imate pravico odločati, kdo lahko voli, kdaj se volitve začnejo in končajo, ter kdaj so rezultati objavljeni. Ostale pravice so enake tistim, kot jih imajo volivci.

source: To create and administer an election, you will need to log in using Google, Facebook, Yahoo, or Twitter. Helios queries and retains only the basic information needed to authenticate you the next time around: your name, email address, and user ID. Helios will use this information to message you when your election requires attention.
sl: Za ustvarjanje in administracijo volitev se boste morali prijaviti s pomočjo računa Google, Facebook ali Twitter. Sistem E-volitve pridobi zgolj informacije o vašem računu, ki so potrebne za vašo identifikacijo v prihodnje: ime, e-pošta in uporabniški ID. Te podatke bo sistem E-volitve uporabil, ko vas bo moral kontaktirati zaradi vaših volitev.

source: Page not found
sl: Stran ni bila najdena

source: The page you requested could not be found.
sl: Iskana stran ni bila najdena.

source: Server error
sl: Napaka na strežniku

source: There was an error while handling your request.
sl: Pri obravnavi vaše zahteve je prišlo do napake.
