Repository: zanvd/helios-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: sl

source: Adding your own trustee requires a good bit more work to tally the election.\nYou will need to have trustees generate keypairs and safeguard their secret key.\n\nIf you are not sure what that means, we strongly recommend\nclicking Cancel and letting Helios tally the election for you.
sl: Ob dodajanju svojega zaupnika je potrebno nekoliko več dela za izračun rezultata volitev.\nZaupniki bodo morali generirati svoj par ključev in varno hraniti svoj privatni ključ.\n\nČe niste prepričani, kaj to pomeni, vam priporočamo,\nda pritisnete Prekliči in izračun rezultatov prepustite E-volitvam.

source: add a trustee
sl: dodaj zaupnika

source: add Helios as a trustee
sl: dodaj E-volitve za zaupnika

source: Are you sure you want to remove Helios as a trustee?
sl: Ali ste prepričani, da želite odstraniti E-volitve iz seznama zaupnikov?

source: Are you sure you want to remove this Trustee?
sl: Ali ste prepričani, da želite odstraniti tega zaupnika?

source: Are you sure you want to send this trustee his/her admin URL?
sl: Ali ste prepričani, da želite temu zaupniku poslati njegov URL za administracijo?

source: send login
sl: pošlji prijavo

source: Public Key Fingerprint:
sl: Podpis javnega ključa:

source: No public key uploaded yet.
sl: Javni ključ še ni naložen.

source: tally recorded for this trustee.
sl: zapisan rezultat za tega zaupnika.

source: waiting for this trustee's tally
sl: rezultat tega zaupnika še ni na voljo

source: New Trustee
sl: Nov zaupnik

source: Name:
sl: Ime:

source: Email:
sl: E-pošta:

source: Add Trustee
sl: Dodaj zaupnika

source: Cookies are required for Helios use
sl: Za uporavo E-volitev so potrebni piškotki

source: Cookies are Required for Helios
sl: Za E-volitve so potrebni piškotki

source: It appears your browser does not support cookies or is set up to block cookies from this site. Helios needs to set a session cookie so that it can save your vote, let you log in, etc. Enable cookies and then
sl: Kot kaže, vaš brskalnik ne podpira piškotkov, ali pa je nastavljen, da blokira piškotke te strani. E-volitve potrebujejo piškotke zato, da v seji hranijo vaš glas, vam pustijo prijavo, itn. Omogočite piškotke in nato

source: proceed to preparing your ballot
sl: nadaljujte s pripravo vaše glasovnice

source: If you keep getting sent back to this page, it's probably because you haven't enabled cookies successfully.
sl: Če se vračate na to stran, je to najverjetneje zato, ker še niste uspešno omogočili piškotkov.

source: Log In to View Election
sl: Za ogled volitev se prijavite.

source: Private Election - Please Log In
sl: Zasebne volitve - prosimo, prijavite se

source: This election, with fingerprint
sl: Te volitve s prstnim odtisom

source: is private, and can only be viewed by eligible voters.
sl: so zasebne. Vidijo jih lahko le upravičeni volivci.

source: Release Result
sl: Objavi rezultate

source: You are about to release the result for this election.
sl: Ste pred tem, da objavite rezultate teh volitev.

source: Send email to voters reporting release of result.
sl: Pošlji e-pošto volivcem z obvestilom o objavi rezultatov.

source: Release result
sl: Objavi rezultate

source: Share
sl: Deli

source: Tweet
sl: Tvitni

source: Statistics
sl: Statistika

source: Admin
sl: Administracija

source: elections
sl: volitve

source: recent votes
sl: nedavni glasovi

source: recent problem elections
sl: nedavne težave volitev

source: votes in queue.
sl: glasov v vrsti.

source: force it
sl: prisili

source: Elections
sl: Volitve

source: search
sl: išči

source: clear search
sl: počisti iskanje

source: previous
sl: prejšnje

source: of
sl: od

source: -- %(num_voters)s voter
sl: -- %(num_voters)s volivec

source: / %(num_cast_votes)s cast vote
sl: / %(num_cast_votes)s oddan glas

source: Problematic Elections
sl: Problematične volitve

source: Unfrozen for more than a day.
sl: Odmrznjeno za več kot en dan.

source: -- %(num_voters)s voter
sl: -- %(num_voters)s volivec

source: Recent Votes
sl: Nedavni glasovi

source: Last 24 hours
sl: Zadnjih 24 ur

source: -- %(last_cast_vote)s %(num_recent_cast_votes)s recently cast vote
sl: -- %(last_cast_vote)s %(num_recent_cast_votes)s nedavno oddan glas

source: Check Secret Key
sl: Preveri skrivni ključ

source: back to trustee home
sl: nazaj na zaupnikovo domačo stran

source: Your public key fingerprint is:
sl: Podpis vašega javnega ključa je:

source: Loading crypto functions...
sl: Nalaganje šifrirnih funkcij...

source: To verify that you have the right secret key, paste it here:
sl: Če želite preveriti pravilnost vašega skrivnega ključa, ga prilepite sem:

source: Check
sl: Preveri

source: Checking your secret key...
sl: Preverjanje vašega skrivnega ključa...

source: Decrypt Result for
sl: Odšifriraj rezultat za

source: Public Key Fingerprint
sl: Podpis javnega ključa

source: Encrypted Tally Fingerprint
sl: Podpis šifriranega rezultata

source: The encrypted tally for your election has been computed.
sl: Šifrirani rezultati volitev so bili izračunani.

source: Now it's time to compute and submit your partial decryption.
sl: Sedaj je čas za izračun in oddajo vašega delnega odšifriranja.

source: This process is performed in two steps.
sl: Ta proces se izvede v dveh korakih.

source: <u>First</u>, your secret key is used to decrypt the tally <em>inside</em> your browser, without connecting to the network.<br /> You can choose to take your browser "offline" for this step, if you'd like.<br /><br /><!--'--> <u>Second</u>, once your decryption factors have been computed, your browser will need to be "online" to submit them to the server.<br /> If you'd like, you can compute your decryption factors, copy them to your clipboard, restart your browser, and<br /><!--'--> skip to the second step so that your browser is never online when you enter your secret key.
sl: <u>Najprej</u> se vaš skrivni ključ uporabi za odšifriranje rezultatov <em>znotraj</em> vašega brskalnika brez povezovanja na internet.<br /> Če želite, je lahko vaš brskalnik v tem koraku brez povezave.<br /><br /> <u>Nato</u>, ko bodo vaši odšifrirni faktorji izračunani, bo vaš brskalnik moral imeti povezavo, saj bo moral rezultate poslati na strežnik.<br /> Če želite, lahko izračunate dekripcijske faktorje, jih skopirate, ponovno zaženete brskalnik in<br /> preskočite na drugi korak, tako da vaš brskalnik ni povezan na internet med vnosom vašega skrivnega ključa.

source: FIRST STEP: enter your secret key
sl: PRVI KORAK: vnesite skrivni ključ

source: Generate partial decryption
sl: Generirajte delno odšifriranje

source: skip to the second step
sl: preskoči na drugi korak

source: (you need to have already computed your decryption factors.)
sl: (imeti morate že izračunanate odšifrirne faktorje.)

source: Generating partial decryption factors and proofs...
sl: Generiranje delnih odšifrirnih faktorjev in dokazov...

source: Submitting and checking your decryption factors and proofs...
sl: Oddajanje in preverjanje vaših odšifrirnih faktorjev in dokazov...

source: SECOND STEP: upload your partial decryption
sl: DRUGI KORAK: naložite vaše delno odšifriranje

source: Your partial decryption factors and proofs have been generated below.
sl: Vaši delni odšifrirni faktorji in dokazi so se generirali in so na voljo spodaj.

source: Your secret key has been cleared from memory.
sl: Vaš skrivni ključ je bil izbrisan iz spomina.

source: When you're ready, you can submit this result to the server.
sl: Ko ste pripravljeni, lahko oddaste rezultat strežniku.

source: Your partial decryption:
sl: Vaše delno odšifriranje:

source: Upload decryption factors to server
sl: Naloži odšifrirne faktorje na strežnik

source: reset and restart decryption process
sl: ponastavi in znova začni proces odšifriranja

source: Done!
sl: Končano!

source: Back to election
sl: Nazaj na volitve

source: Error: your secret key was likely incorrect.
sl: Napaka: vaš skrivni ključ je bil najverjetneje napačen.

source: Home
sl: Domov

source: You have successfully uploaded your public key.
sl: Uspešno ste naložili vaš javni ključ.

source: Your public key fingerprint is
sl: Podpis vašega javnega ključa je

source: You can <a href="%(check_url)s">verify that you have the right secret key</a>.
sl: Lahko <a href="%(check_url)s">preverite</a>, da imate pravilen skrivni ključ.

source: setup your key
sl: nastavite vaš ključ

source: You have successfully uploaded your decryption.
sl: Uspešno ste naložili vaše odšifriranje.

source: The encrypted tally for this election is ready.
sl: Šifrirani rezultati volitev so pripravljeni.

source: Decrypt with your key
sl: Odšifrirajte z vašim ključem

source: Once the tally is computed, come back here to provide your secret key for decryption purposes.
sl: Ko se štetje zaključi, pridite nazaj in oddajte svoj skrivni ključ za namene odšifriranja.

source: You should keep the email with your trustee homepage link, which contains the credentials needed to get back here.
sl: E-pošto s povezavo na vašo zaupnikovo domačo stran si shranite, ker vsebuje podatke za prijavo, ki jih potrebujete za dostop.

source: Voter Eligibility for
sl: Upravičenost volivcev za

source: Voter Eligibility
sl: Upravičenost volivcev

source: back to voters
sl: nazaj na volivce

source: You may limit eligibility of voters to one of these categories, as defined by
sl: Lahko omejite upravičenost na eno izmed teh kategorij, definiranih z

source: (no constraint)
sl: (brez omejitev)

source: Set eligibility
sl: Nastavi upravičenost

source: Contact Voters for
sl: Kontaktiranje volivcev za

source: Contact Voters
sl: Kontaktiranje volivce

source: You are sending this email to a specific user
sl: To e-pošto pošiljate določenemu uporabniku

source: Templates
sl: Predloge

source: Subject
sl: Zadeva

source: You may tweak the subject and add a custom message using the form below.
sl: V spodnjem obrazcu lahko preuredite zadevo in dodaste lastno sporočilo.

source: Send
sl: Pošlji

source: Done, go <a href="%(election_view_url)s">back to election</a>.
sl: Končano, <a href="%(election_view_url)s">pojdite nazaj na volitve</a>.

source: Error emailing participants. Check server settings, make sure there's an SMTP server.
sl: Napaka pri pošiljanju e-pošte sodelujočim. Preverite nastavitve strežnika in se prepričajte, da strežnik SMTP deluje.

source: Voters & Ballot Tracking Center for
sl: Center za volivce in sledilce glasovnic

source: Voters and Ballot Tracking Center
sl: Center za volivce in sledilce glasovnic

source: Who can vote?
sl: Kdo lahko voli?

source: Only the voters listed here
sl: Le volivci, ki so na tem seznamu

source: Your election is marked private, which means you cannot open registration up more widely
sl: Vaše volitve so označene kot zasebne, zato ne morete odpreti registracije za širši krog

source: You can change this setting
sl: Lahko spremenite to nastavitev

source: anyone can vote
sl: vsi lahko volijo

source: only voters listed explicitly below can vote
sl: le volivci, ki so na spodnjem seznamu, lahko volijo

source: only voters who are members of
sl: le volivci, ki so člani

source: email voters
sl: Pošlji e-pošto volivcem

source: searching for
sl: išči

source: Search
sl: Išči

source: bulk upload voters
sl: naloži volivce

source: Prior Bulk Uploads
sl: Predhodno nalaganje

source: bytes, at
sl: bajtov, na

source: done processing
sl: obdelava končana

source: voters loaded
sl: volivci naloženi

source: currently processing
sl: trenutno v obdelavi

source: not yet processed
sl: ni še obdelano

source: cast vote
sl: oddan glas

source: no votes yet
sl: ni še oddanih glasov

source: email
sl: e-pošta

source: No voters.
sl: Ni volivcev.

source: Manage Voters
sl: Upravljaj volivce

source: Username
sl: Uporabniško ime

source: Search Voters for
sl: Iskanje volivcev za

source: Voter Found
sl: Volivec najden

source: email this voter
sl: Pošlji e-pošto volivcu

source: once this election is frozen, you'll be able to email this voter.
sl: ko bodo volitve zamrznjene, boste lahko temu volivcu poslali e-pošto.

source: no such voter found
sl: ta volivec ni bil najden

source: Bulk Upload Voters
sl: Naloži volivce

source: If you would like to specify your list of voters by name and email address,<br /> you can bulk upload a list of such voters here.<br /><br />
sl: Če želite določiti seznam volivcev z imeni in e-poštnimi naslovi,<br /> lahko tovrstven seznam volivcev naložite tukaj.<br /><br />

source: Please prepare a text file of comma-separated values with the fields:
sl: Prosimo, pripravite datoteko z vrednostmi, ločenimi z vejicami, s polji:

source: For example:
sl: Na primer:

source: The easiest way to prepare such a file is to use a spreadsheet program and to export as "CSV".
sl: Najlažji način priprave tovrstne datoteke je z uporabo programa za razpredelnice in izvoza kot datoteka "CSV".

source: Go
sl: Prični

source: OK, done uploading.
sl: Nalaganje zaključeno.

source: You can now <a href="./manage">view the list of voters</a>.
sl: Sedaj lahko <a href="./manage">pogledate listo volivcev</a>.

source: Confirm
sl: Potrdi

source: You have uploaded a file of voters. The first few rows of this file are:
sl: Naložili ste datoteko z volivci. Prvih nekaj vrstic je:

source: Voter Login
sl: Prijava volivca

source: Email Address
sl: E-pošta

source: HOLD ON
sl: POČAKAJTE

source: never mind, upload a different file
sl: pozabi, naloži drugo datoteko

source: Does this look right to you?
sl: Ali je to pravilno?

source: Yes, let's go
sl: Da, naprej

source: no, let me upload a different file
sl: ne, želim naložiti drugo datoteko

source: An election with short name %s already exists
sl: Volitve s kratkim imenom %s že obstajajo.

source: No special characters allowed in the short name.
sl: Posebni znaki niso dovoljeni v kratkem imenu.

# Copy of <election.name>
source: Copy of
sl: Kopija

source: Registration is closed for this election
sl: Registracija je zaprta za te volitve

source: %s - trustee partial decryption
sl: %s - delno dešifriranje zaupnika

source: Trustee %(name)s (%(email)s) did their partial decryption.
sl: Zaupnik %(name)s (%(email)s) je izvedel svoje delno dešifriranje.

source: your CSV file could not be processed. Please check that it is a proper CSV file.
sl: Vaše datoteke CSV ni bilo mogoče sprocesirati. Prosimo, preverite, če je datoteka CSV pravilna.

source: Those don't look like correct email addresses. Are you sure you uploaded a file with email address as second field?
sl: Podani e-poštni naslovi ne izgledajo pravilno. Ali ste prepričani, da ste naložili datoteko z e-poštnimi naslovi v drugem polju?

source: No voter file specified, try again
sl: Datoteka z volivci ni bila podana. Poizkusite znova.

source: Time to Vote
sl: Čas za glasovanje

source: Simple
sl: Preprosto

source: Additional Info
sl: Dodatne informacije

source: Election Result
sl: Rezultat volitev

source: Authentication
sl: Avtentikacija

source: You are currently logged in as<br /><b>%(user_id)s</b> via <b>%(user_type)s</b>.
sl: Trenutno ste prijavljeni kot<br /><b>%(user_id)s</b> preko <b>%(user_type)s</b>.

source: Logout
sl: Odjava

source: Password Forgotten
sl: Pozabljeno geslo

source: Your Username
sl: Vaše uporabniško ime

source: Send Reminder
sl: Pošlji opomnik

# title
source: Login
sl: Prijava

# button
source: Login
sl: Prijavi se

source: Twitter Follow?
sl: Sledenje na Twitterju?

source: We recommend that you follow <b>@%(user_to_follow)s</b>.<br /><br /> That way, %(reason_to_follow)s. We will not abuse of this friendship: only messages pertinent to you will be sent to you directly, and general updates happen only sporadically.
sl: Priporočamo, da sledite <b>@%(user_to_follow)s</b>.<br /><br /> Tako %(reason_to_follow)s. Tega prijateljstva ne bomo zlorabili: neposredno vam bomo pošiljali le sporočila, ki se tičejo vas, splošne posodobitve pa se zgodijo le občasno.

source: follow
sl: sledi

source: About Helios Voting
sl: O E-volitvah

source: <div class="row"> <p>Helios is a non-partisan organization led by <a href="http://ben.adida.net">Ben Adida</a>.</p> </div> <div class="row">&nbsp;</div> <div class="row"> <h5>Code Contributors</h5> Ben Adida, Olivier de Marneffe, Olivier Pereira </div> <div class="row">&nbsp;</div> <div class="row"> <h5>Advisors</h5> </div> <div class="row"><h6 class="subheader">Jim Adler</h6> <p> Jim is a business executive, entrepreneur, and thought leader on big data, privacy, security, and voting systems. He’s founded companies, defined vision and strategy, led teams, developed technology, and built products. </p> <!--/--> <p> Currently, Jim is Vice President of Products at Metanautix, a big data analytics startup. He also serves on the The Department of Homeland Security (DHS) Data Privacy and Integrity Advisory Committee (DPIAC) providing advice at the request of the Secretary of Homeland Security and the DHS Chief Privacy Officer. [<a href="http://jimadler.me/about">more</a>] </p> </div> <div class="row">&nbsp;</div><!--/--> <div class="row"><h6 class="subheader">Lawrence Lessig</h6> <p> Lawrence Lessig is the Director of the Edmond J. Safra Foundation Center for Ethics at Harvard University, and a Professor of Law at Harvard Law School. For much of his academic career, Lessig has focused on law and technology, especially as it affects copyright. His current academic work addresses the question of “institutional corruption” — roughly, influences within an economy of influence that weaken the effectiveness of an institution, or weaken public trust. His current work at the EJ Safra Lab oversees a 5 year research project addressing institutional corruption in a number of institutional contexts. [<a href="http://www.lessig.org/info/bio/">more</a>] </p> </div> <div class="row">&nbsp;</div> <div class="row"><h6 class="subheader">Josh Benaloh</h6> <p> Dr. Benaloh is Senior Cryptographer at Microsoft Research and an elected director of the International Association for Cryptologic Research. He earned his S.B degree from the Massachusetts Institute of Technology and M.S., M.Phil., and Ph.D. degrees from Yale University where his 1987 doctoral dissertation, Verifiable Secret-Ballot Elections, introduced the use of homomorphic encryption to enable end-to-end verifiable election technologies. Dr. Benaloh’s numerious research publications in cryptography and voting have pioneered new tehnologies including the “cast or cancel” paradigm which brings voters into the verification process with minimal burden. He has served on the program committees of dozens of cryptography and election-related conferences and workshops and is a frequent speaker on the history, development, and mechanisms behind verifiable voting. </p> </div> <div class="row">&nbsp;</div> <div class="row"><h6 class="subheader">Andy Neff</h6> <p> Dr. Neff is the author of several ground-breaking contributions to the study of computer algorithms, specifically as they apply to voting protocols. At VoteHere, where he was CTO, Dr. Neff created the first ballot mixing and anonymization technique efficient enough for practical use, developed a new ballot representation which allows for a reduction in ballot size by several factors with privacy intact, and led the technical vision of the VoteHere election product. Dr. Neff regularly serves on the program committees of top voting conferences and holds a PhD in Mathematics from Princeton University. </p> </div> <div class="row">&nbsp;</div> <div class="row"><h6 class="subheader">Olivier Pereira</h6> <p> Olivier Pereira is a research associate of the Belgian science foundation F.R.S.-FNRS and an associate professor at Université catholique de Louvain. His research interests lie in the area of cryptography and distributed computing, addressing the issue of enabling people to jointly realize tasks in a secure way. He has been leading the development, integration and deployment of Helios in several large scale elections, and gave invited presentations and keynote talks about verifiable elections in a dozen of leading institutions around the world. He is a co-author of the Bevoting study on electronic voting systems produced for the Belgian Federal and Regional Administrations. </p> </div> <div class="row"><h6 class="subheader">Dan Wallach</h6> <p> Dan Wallach is an associate professor in the Department of Computer Science at Rice University in Houston, Texas and is the director of NSF’s ACCURATE (A Center for Correct, Usable, Reliable, Auditable and Transparent Elections). His research involves computer security and the issues of building secure and robust software systems for the Internet. He has testified about voting security issues before government bodies in the U.S., Mexico, and the European Union, has served as an expert witness in a number of voting technology lawsuits, and participated in California’s “top-to-bottom” audit of its voting systems. </p> </div>
sl: <div class="row"> <p>Helios je neodvisna organizacija, ki jo vodi <a href="http://ben.adida.net">Ben Adida</a>.</p> </div> <div class="row">&nbsp;</div> <div class="row"> <h5>Sodelujoči razvijalci:</h5> Ben Adida, Olivier de Marneffe, Olivier Pereira </div>

source: Menu
sl: Meni

source: About Helios
sl: O E-volitvah

source: About
sl: Opis

source: Code
sl: Koda

source: Docs
sl: Dokumentacija

source: FAQ
sl: Pogosta vprašanja

source: Privacy
sl: Zasebnost

source: Help
sl: Pomoč

source: logged in as
sl: prijavljen kot

source: You are signed in as voter
sl: Prijavljeni ste kot volivec

source: in election
sl: v volitvah

source: Sign out
sl: Odjava

source: Not logged in.
sl: Niste prijavljeni.

source: Powered by
sl: Izdelano z

source: Confirm your Vote
sl: Potrdi glas

source: Your Ballot
sl: Vaša glasovnica

source: Cast Your Ballot with your Credentials
sl: Oddajte glasovnico z vašimi podatki

source: Forgot your password?
sl: Ste pozabili geslo?

source: Have it emailed to you
sl: Pošljite si ga po e-pošti

source: (don't worry, we won't forget your vote)
sl: (ne skrbite, ne bomo pozabili vašega glasu)

source: Documentation
sl: Dokumentacija

source: The Helios Voting technology is based on advanced peer-reviewed cryptographic techniques that enable your vote to remain secret while providing an intelligent ballot tracker to let you verify that your ballot was received and counted properly:
sl: E-volitve temeljijo na tehnologiji Helios Voting, ki uporablja napredne recenzirane kriptografske tehnike, ki omogočijo, da vaš glas ostane anonimen. Ob tem pa ponuja inteligentno sledenje glasovnici, s pomočjo katere se lahko prepričate, da se je vaša glasovnica zares upoštevala:

source: Technical documentation
sl: Tehnična dokumentacija

source: Original peer-reviewed (Usenix Security 2008)
sl: Originalni članek (Usenix Security 2008)

source: <a href="https://github.com/google/pyrios">Pyrios</a>, a Go library by <a href="http://1.37e2.net/">Tom Roeder</a> that verifies Helios elections.
sl: <a href="https://github.com/google/pyrios">Pyrios</a>, knjižnica za Go (<a href="http://1.37e2.net/">Tom Roeder</a>), ki preverja E-volitve.

source: <a href="http://www.uclouvain.be/crypto/electionmonitor/default/about">Helios Election Monitor</a>, produced by the Universite catholique de Louvain.</li>
sl: <a href="http://www.uclouvain.be/crypto/electionmonitor/default/about">Helios Election Monitor</a>, narejen na Universite catholique de Louvain.</li>

source: Helios has been covered in the press:
sl: Helios v medijih:

source: Your Vote was Cast
sl: Vaš glas je bil oddan.

source: A vote was successfully cast for <b>%(voter_id)s</b>, with vote fingerprint:
sl: Glas za <b>%(voter_id)s</b> je bil uspešno oddan s prstnim odtisom:

source: Visit the
sl: Nazaj na

source: election homepage
sl: domačo stran volitev
